# RbsDuctFlowConfigurationParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDuctFlowConfigurationParam Property
ParameterTypeId Class See Also
---
"Flow Configuration"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDuctFlowConfigurationParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDuctFlowConfigurationParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDuctFlowConfigurationParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace